app/views/welcome/index.html.erb


            <% @users = User.all %>
---
SELECT "users".* FROM "users"